;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
;;
(package! srcery-theme)
(package! magic-latex-buffer)
(package! gnuplot)
(package! openwith)
(package! systemd)
(package! async)
(package! powershell)
(package! pyvenv)
(package! elcord)
(package! edit-server)
(package! helm-ctest)
(package! puppet-mode)
